Repository: Mohamed-Bouattour1/Caishen
Catalog: caishenn/lib/l10n/*.arb
Languages: ar

# commencerVotreProcessus
source: Start Your Process
ar: ابدأ العملية الخاصة بك

# firstParag
source: Have a microloan with a simple, easy and fast process!
ar: احصل على قرض صغير مع عملية بسيطة وسهلة وسريعة!

# acceuil
source: Home
ar: منزل

# bienvenue
source: Welcome
ar: مرحبا بكم

# commencer
source: start
ar: يبدأ

# connexion
source: Log In
ar: تسجيل الدخول

# creerUnCompte
source: Create an account
ar: إفتح حساب

# demandeDeCredit
source: Credit application
ar: طلب قرض

# demendeOfficielle
source: Official Request
ar: طلب رسمي

# echancier
source: Timeline
ar: جدول

# entrerUnEmailValide
source: Enter a valid email
ar: أدخل بريد إلكتروني متاح

# entrerVotreNom
source: Enter your name
ar: أدخل أسمك

# entrerVotreEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني

# entrerVotreMotDePasse
source: Enter your password
ar: ادخل رقمك السري

# faireUneDemande
source: Make a request
ar: لتقديم طلب

# motDePasseOublie
source: Forgot your password?
ar: نسيت كلمة السر؟

# motDePasseTropCourt
source: Password too short
ar: كلمة المرور أقصر مما يجب

# nouveauCompte
source: New Account
ar: حساب جديد

# pasCompatibles
source: Not compatible
ar: غير متوافق

# processusCredit
source: Credit Process
ar: عملية الائتمان

# recupererMotDePasse
source: Recover Password
ar: إستعادة كلمة السر

# recupererVotreMotDePasse
source: Recover your password
ar: استعادة كلمة السر الخاصة بك

# rseau
source: Network (Sponsors Guarantors)
ar: شبكة (رعاة / ضامنون)

# suivreMesCrdits
source: Follow my credits
ar: اتبع اعتماداتي

# suivreMesDemandes
source: Follow my requests
ar: اتبع طلباتي

# suivreMesEchances
source: Follow my deadlines
ar: اتبع المواعيد النهائية الخاصة بي

# voirTapesSuivantes
source: See next steps
ar: انظر الخطوات التالية

# votreDemandeAAtteint
source: Your request has reached
ar: لقد وصل طلبك

# vousAvezDejaUnCompte
source: Already have an account?
ar: هل لديك حساب؟

# vousNavezPasUnCompte
source: Don't have an account?
ar: ليس لديك حساب؟

# confirmerMotDePasse
source: Confirm password
ar: تأكيد كلمة السر

# connecter
source: Connect with
ar: اتصل

# ilVousResteQueQuelequesTapes
source: you only have a few steps left...
ar: لم يتبق لديك سوى خطوات قليلة ...

source: email
ar: البريد الإلكتروني

# mail
source: Enter your email
ar: أدخل بريدك الإلكتروني

# motdepasse
source: Password
ar: كلمة السر

# motdepasseoublie
source: Forgot your password
ar: كلمة السر

# nom
source: Name
ar: اللَقَب

# pasdeCompte
source: Don't have an account?
ar: ليس لديك حساب؟

# seConnecterAvec
source: Connect with
ar: اتصل مع

# simulationCrditEnDure
source: credit simulation in Duration
ar: محاكاة الائتمان في المدة

# simulationCrditEnMontant
source: credit simulation in Amount
ar: محاكاة الائتمان بالمبلغ

# vousEtesNouveau
source: Are you new?
ar: هل انت جديد؟

# parametres
source: Settings
ar: إعدادات

source: Contact
ar: اتصل

# agences
source: Agencies
ar: وكالات

# accesSimulateur
source: Access the Simulator (Guest Mode)
ar: الوصول إلى المحاكي (وضع الضيف)

# duree
source: Duration
ar: مدة

# montant
source: Amount
ar: مبلغ

# montantCredit
source: Credit Amount
ar: مبلغ الائتمان

# dureeRemboursement
source: Repayment duration
ar: مدة السداد

# adresse
source: Address
ar: عنوان

# appeler
source: Call
ar: اتصل

# changerMotDePasse
source: Change password
ar: تغيير كلمة السر

# commencerVotreProcessusNAvecDesEtapesSimples
source: Start Your Process, with Simple Steps
ar: ابدأ العملية ، بخطوات بسيطة

# contactezNous
source: Contact Us
ar: اتصل بنا

# dateDeblocage
source: Release date
ar: تاريخ الافراج عنه

# datePremiereEcheance
source: First due date
ar: تاريخ الاستحقاق الأول

# detailles
source: Details
ar: تفاصيل

source: Document scanner
ar: ماسح ضوئي للوثائق

source: E-mail
ar: البريد الإلكتروني

# engagement
source: Commitment
ar: التزام

# engagementsNonTrouvees
source: commitments not found
ar: الالتزامات غير موجودة

# evalueLesPossibilitesDEmpruntToutCommeUneCalculette
source: assess borrowing options. Just like a calculator the purpose of the credit simulator is to simulate the cost of consumer credit and its duration
ar: تقييم خيارات الاقتراض. تمامًا مثل الآلة الحاسبة الغرض من محاكاة الائتمان هو محاكاة تكلفة \ n ائتمان المستهلك ومدته

# ilVousResteQueQuelequesEtapes
source: you only have a few steps left...
ar: لم يتبق لديك سوى خطوات قليلة ...

source: Language
ar: لغة

# quelquesChosesNeVaPas
source: Something went wrong
ar: هناك خطأ ما

# scanner
source: scan
ar: مسح

# scannerUnDocument
source: Scan a document
ar: مسح المستند

# securite
source: Security
ar: حماية

# simulationFinanciere
source: Financial Simulation
ar: المحاكاة المالية

# supprimer
source: Remove
ar: نزع

# toutLesChampsSontObligatoires
source: All fields are mandatory
ar: جميع الحقول إلزامية

source: Type
ar: نوع

source: Upload
ar: تحميل

# uploader
source: Upload
ar: رفع

# valider
source: Validate
ar: تثبت

# voirEtapesSuivantes
source: See next steps
ar: انظر الخطوات التالية

# voirToutesLesAgences
source: See All Agencies
ar: انظر جميع الوكالات

# votreDemandeEst
source: Your request is
ar: طلبك هو

# vousAvezDejaUneDemandeEnCoursOuEnAttente
source: You already have a request in progress or pending
ar: لديك بالفعل طلب قيد التنفيذ أو معلق

source: Cin
ar: بطاقة التعريف الوطنية

# dureeCredit
source: Duration Credit
ar: مدة الائتمان

# entrerVotreCin
source: enter your cin
ar: أدخل الخاص بك

# entrerVotrePrenom
source: Enter your first name
ar: أدخل اسمك الأول

# montantEcheance
source: Amount due date
ar: مبلغ مستحق

# montantRemboursement
source: Refund amount
ar: المبلغ المسترد

# prenom
source: First Name
ar: الأسم

# resultats
source: Results
ar: النتائج

# tauxApplique
source: Rate applied
ar: السعر المطبق

# totalRemboursement
source: Total reimbursement
ar: إجمالي السداد

# tropCourt
source: Too short
ar: قصير جدا

# tropLong
source: too long
ar: طويلة جدا

# voirPdf
source: View PDF
ar: عرض ملف PDF

# felicitation
source: Congratulations
ar: تهانينا
